// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Avbryt";
"SHUTDOWN_BUTTON"	= "Slå av";
"SKIP_BUTTON"		= "Hopp over";
"QUIT_BUTTON"		= "Avslutt";
"GO_BUTTON"		= "Koble til";

"CONNECT_BUTTON"	= "Koble til";
"CONTINUE_BUTTON"	= "Fortsett";
"RECONNECT_BUTTON"	= "Prøv igjen";
"GO_BACK_BUTTON"	= "Tilbake";
"REGISTER_LATER_BUTTON"	= "Registrer senere";
"DONT_ACCEPT_BUTTON"	= "Ikke enig";
"LEARNMORE_BUTTON"	= "Jeg vil vite mer";

"SYSTEM_PREFERENCES_BUTTON" = "Åpne Systemvalg";

"SYSTEM_PREFERENCES" = "Systemvalg";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "42";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/Send Registration.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/Send registrering";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrator";

"OTHER_AIRPORT_NETWORK" = "Annet nettverk";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "Koblet til den andre maskinen...";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Konfigurerer maskinen…";
"MESSAGE_PREP_CONNECTION"	= "Forbereder tilkobling…";
"MESSAGE_CONNECTING"		= "Kobler til Apple…";
"MESSAGE_DISCONNECTING"		= "Kobler fra…";
"MESSAGE_REGISTRATION_SENT"	= "Registreringen din er sendt til Apple.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "Oppsettassistenten kan ikke brukes til å konfigurere maskinen.";
"MESSAGE_STARTUP_CANNOT_RUN"			= "Hvis du vil endre innstillingene for maskinen, velger du Apple-menyen () > Systemvalg i stedet.";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "Mac OS X-oppsettassistenten kan ikke brukes sammen med denne skjermen.";
"MESSAGE_MONITOR_CANNOT_RUN"			= "Du kan bruke programmet Systemvalg, som du finner i Apple-menyen, til å stille inn maskinen. Hvis du vil registrere maskinen, kan du besøke www.apple.com/register";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "Enheten som er tilkoblet Apple-høyttalerkontakten, ble ikke gjenkjent.";
"MESSAGE_SPEAKER_CONNECTION"			= "Trekk ut pluggen fra kontakten, og sett den deretter inn igjen. Forsikre deg om at den er riktig tilkoblet.";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "Registreringsinformasjonen kunne ikke sendes.";
"MESSAGE_CONNECTION_FAILED"				= "Maskinen kan ikke koble til Apple fordi forbindelsen er opptatt eller nettverksinnstillingene er feil. Klikk på Prøv igjen for å gå tilbake og endre innstillingene, eller send registreringen senere.";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "Forbindelsen til Apple er opptatt eller maskinen kunne ikke koble til Internett. Kontroller nettverksinnstillingene, eller koble til Internett før du sender registreringen.";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "Avbrutt…";
"MESSAGE_CONNECTION_CANCELED"			= "Husk å registrere produktet senere.";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "Registreringen kan ikke behandles for øyeblikket.";
"MESSAGE_REGISTRATION_FAILED"			= "Du kan fullføre registreringen ved å åpne Send registrering-filen som ligger i Hjem-mappen.";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "Kontoinformasjonen er feil.";
"MESSAGE_AUTHENTICATION_FAILED"			= "Kontoinformasjonen du har oppgitt, ble ikke godtatt hos Internett-leverandøren. Klikk på Tilbake, rett opp informasjonen og prøv igjen.";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "Kredittkortet kunne ikke behandles.";
"MESSAGE_CC_VALIDATION_FAILED"			= "Kredittkortet du oppga, kan ikke brukes. Klikk på Tilbake, og forsikre deg om at du har oppgitt riktig kredittkortinformasjon, eller oppgi annen kredittkortinformasjon, og prøv igjen.";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "Det oppsto et problem med adresseinformasjonen.";
"MESSAGE_INVALID_ADDRESS"				= "Klikk på Gå tilbake, og se gjennom informasjonen for å forsikre deg om at sted-, postnummer-, og adresseinformasjonen er riktig, og prøv igjen.";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "Det er et problem med registreringsinformasjonen.";
"MESSAGE_INVALID_FIRSTNAME"				= "Det er en feil i navnet du har oppgitt. Klikk på Tilbake, og se gjennom informasjonen for å forsikre deg om at fornavnet er riktig, og prøv igjen.";
"MESSAGE_INVALID_LASTNAME"				= "Det er en feil i navnet du har oppgitt. Klikk på Tilbake, og se gjennom informasjonen for å forsikre deg om at etternavnet er riktig, og prøv igjen.";
"MESSAGE_INVALID_PHONE_NUMBER"			= "Det er en feil i telefonnummeret du har oppgitt. Klikk på Tilbake, og se gjennom informasjonen for å forsikre deg om at telefonnummeret er riktig, og prøv igjen.";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "Ingen summetone.";
"MESSAGE_NO_DIAL_TONE"					= "Forsikre deg om at modemet er tilkoblet, og klikk deretter på OK. Du kan også klikke på Avbryt og gå tilbake og krysse av i ruten «Ignorer summetone».";

"MESSAGE_CC_IN_USE_TITLE"				= "Du kan ikke opprette en konto med dette kredittkortet.";
"MESSAGE_CC_IN_USE"						= "Dette kredittkortet har allerede vært brukt til å opprette en konto hos denne Internett-leverandøren. Klikk på Tilbake, og oppgi informasjon for et annet kredittkort, eller kontakt kortleverandøren.";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "MobileMe-innmeldingsprosessen ble avbrutt.";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "Du kan klikke på Prøv igjen for å koble til MobileMe på nytt, eller du kan avbryte MobileMe-innmeldingsprosessen og fortsette konfigureringen av maskinen.";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "Du har ikke oppgitt et passordhint.";
"MESSAGE_NO_HINT_WARNING"				= "Er du sikker på at du ikke vil oppgi et passordhint? Hvis du glemmer passordet, må du nullstille det.";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "Vil du slå av maskinen?";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "Du har ikke fullført klargjøringen av Mac OS X.";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "Du har ikke fullført klargjøringen av Mac OS X. Hvis du ikke vil utføre registreringsprosessen, klikker du på Hopp over.";

"MESSAGE_QUIT_TITLE" = "Er du sikker på at du vil avslutte?";

"MESSAGE_QUIT_NO_REGISTRATION"  = "Hvis du avslutter nå, vil registreringsinformasjonen ikke bli sendt til Apple.";
"MESSAGE_QUIT_REGISTER_LATER" = "Hvis du vil fortsette med oppsettet, men ikke vil fullføre registreringen nå, kan du klikke på Registrer senere.";

"MESSAGE_CANCEL_TITLE" = "Er du sikker?";

"MESSAGE_SKIP_USER_INFO" = "Hvis du ikke vil sende inn personlig informasjon, klikker du på Fortsett.";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Det har oppstått en uventet feil.";
"MESSAGE_FATAL_ERROR_TITLE"		= "Beklager, en uventet feil har oppstått.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Feil";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Beklager…";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "(Nettverkskonfigurasjonen mislyktes)";
"ERROR_MESSAGE_ICConfigure"				= "(Internett-konfigurering mislyktes)";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "(Oppretting av lokal konto mislyktes)";

"ERROR_MESSAGE_NetworkConfigureFailed" = "Nettverksforbindelsen kunne ikke konfigureres. Det vil ikke være mulig å sende registreringsinformasjonen eller koble til Internett. Klikk på Avbryt hvis du vil endre nettverksinnstillingene, eller klikk på OK hvis du fullføre likevel.";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Beklager";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Advarsel";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Vil du fortsette?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Du har ikke oppgitt den nødvendige informasjonen.";
"ERROR_MESSAGE_VALIDATION_0001" = "Oppgi informasjonen ved å klikke på Tilbake og kontrollere feltene som er markert med røde piler.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "Teksten du har oppgitt, er for kort.";
"ERROR_MESSAGE_VALIDATION_0002" = "Kontroller feltet som er markert, og endre teksten.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "Informasjonen du har oppgitt, er feil. Oppgi informasjonen på nytt, og forsikre deg om at den er riktig.";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "Du har oppgitt feil brukernavn eller passord, eller pålogging er deaktivert.";
"ERROR_MESSAGE_VALIDATION_0004" = "Oppgi informasjonen på nytt, eller kontakt tjeneradministratoren.";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Du har oppgitt feil brukernavn eller passord, eller pålogging er deaktivert.";
"ERROR_MESSAGE_VALIDATION_0005" = "Oppgi informasjonen på nytt, eller kontakt tjeneradministratoren.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Navnet du oppga, kan ikke brukes.";
"ERROR_MESSAGE_VALIDATION_0006" = "Kontroller det markerte feltet, og oppgi et annet kontonavn.";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "Navnet du oppga, kan ikke brukes.";
"ERROR_MESSAGE_VALIDATION_0007" = "Navnet er ikke tilgjengelig. Oppgi et annet navn.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "IP-adressefeltet er tomt. Oppgi IP-adressen, og forsikre deg om at den er riktig.";
"ERROR_MESSAGE_VALIDATION_0010" = "IP-adressen du har oppgitt, inneholder ugyldige tegn. Oppgi IP-adressen på nytt, og forsikre deg om at den er riktig.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "Adressen må inneholde 4 segmenter."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Kontroller det markerte feltet, og oppgi en gyldig adresse. Hvis du ikke kjenner denne informasjonen, kan du spørre nettverksadministratoren.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "Adressen må inneholde 4 segmenter."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Kontroller det markerte feltet, og oppgi en gyldig adresse. Hvis du ikke kjenner denne informasjonen, kan du spørre nettverksadministratoren.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Hvert adressesegment må inneholde mellom 1 og 3 tegn."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Kontroller det markerte feltet, og oppgi en gyldig adresse. Hvis du ikke kjenner denne informasjonen, kan du spørre nettverksadministratoren.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "Adressen du har oppgitt, er ikke tillatt.";
"ERROR_MESSAGE_VALIDATION_0014" = "Kontroller det markerte feltet, og oppgi en gyldig adresse. Hvis du ikke kjenner denne informasjonen, kan du spørre nettverksadministratoren.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "Subnettmasken du har oppgitt, er ikke riktig.";
"ERROR_MESSAGE_VALIDATION_0015" = "Kontroller det markerte feltet, og oppgi en gyldig subnettmaske. Hvis du ikke kjenner denne informasjonen, kan du spørre nettverksadministratoren.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Det finnes allerede en Open Directory-konto med dette navnet. Hvis du bruker dette navnet, vil du ikke få tilgang til den eksisterende kontoen.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Feltene kan ikke ha samme verdi.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "Passordet du har oppgitt, er ugyldig.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Kredittkortnummeret du oppga, kan ikke brukes.";
"ERROR_MESSAGE_VALIDATION_0019" = "Kontroller det markerte feltet, og oppgi et gyldig kredittkortnummer.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Kontonavnet kan ikke begynne med et tall.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "E-postadressen du har oppgitt, kan være ubrukelig.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "IP-adressen og ruteradressen stemmer ikke overens med subnettmasken du har oppgitt. Kontroller følgende felt, og oppgi gyldige verdier:\n     IP-adresse\n     Subnettmaske\n     Ruteradresse\nHvis du ikke kjenner denne informasjonen, spør du nettverksadministratoren.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Navnet du oppga, kan ikke brukes.";
"ERROR_MESSAGE_VALIDATION_0023" = "Kontroller det markerte feltet, og oppgi et annet navn.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Det finnes duplisert informasjon.";
"ERROR_MESSAGE_VALIDATION_0024" = "Kontroller det markerte feltet, og oppgi unike verdier.";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "Denne maskinen finnes ikke i basestasjonens tilgangskontrolliste.";
"ERROR_MESSAGE_VALIDATION_0025" = "Du må legge til denne maskinen i basestasjonens tilgangskontrolliste.";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "Det oppsto en feil under tilkobling til det valgte nettverket.";
"ERROR_MESSAGE_VALIDATION_0026" = "Kontroller AirPort-innstillingene, eller prøv å koble til et annet nettverk.";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "Registreringsinformasjonen er ikke fullstendig.";
"ERROR_MESSAGE_VALIDATION_0027" = "Oppgi informasjonen ved å klikke på Tilbake og kontrollere feltene som er markert med røde piler.";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "Oppgi et gyldig postnummer.";
"ERROR_MESSAGE_VALIDATION_1001" = "Oppgi et gyldig retningsnummer.";
"ERROR_MESSAGE_VALIDATION_1002" = "Oppgi et gyldig lokalt nummer.";
"ERROR_MESSAGE_VALIDATION_1003" = "Oppgi et gyldig telefonnummer.";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "Avtalenummeret du har oppgitt, er ikke gyldig.";
"ERROR_MESSAGE_VALIDATION_2000" = "Avtalenummeret må inneholde 12 eller 15 tall.";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Passordene er ikke like.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Kontroller feltene som er merket med røde piler, og oppgi samme passord i begge felt.";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "Du har ikke oppgitt et passord for brukerkontoen.";
"ERROR_NO_PASSWORD_INSECURE" = "Hvis brukerkontoen din ikke har et passord, vil maskinen ikke være sikker. Klikk på Avbryt for å angi et passord.";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "Det eksisterer allerede en Open Directory-konto med dette lange navnet.";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "Hvis du bruker dette navnet, vil du ikke få tilgang til den eksisterende brukerkontoen. Er du sikker på at du vil opprette en lokal konto med dette navnet?";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "Det eksisterer allerede en Open Directory-konto med dette navnet.";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "Hvis du bruker dette navnet, vil du ikke få tilgang til den eksisterende brukerkontoen. Er du sikker på at du vil opprette en lokal konto med dette navnet?";

"ERROR_IP_AND_ROUTER_TITLE" = "Er du sikker på at du vil at IP-adressen og ruteradressen skal være den samme?";
"ERROR_IP_AND_ROUTER" = "Hvis du bruker samme adresse for IP-adresse og ruteradresse, kan det skape nettverksproblemer. Hvis du ikke kjenner IP-adressen og ruteradressen, spør du nettverksadministratoren før du fortsetter.";

"ERROR_POSTAL_USA_TITLE" = "Zip-koden du oppga, er ikke gyldig.";
"ERROR_POSTAL_USA" = "Zip-nummeret må bestå av 5 tall, eller 9 tall for zip+4-numre og må være i formatet XXXXX-XXXX der X representerer tallene i zip-nummeret.";

"ERROR_POSTAL_JAPAN_TITLE" = "Postnummeret du har oppgitt, er ugyldig.";
"ERROR_POSTAL_JAPAN" = "Postnummeret må bestå av 7 tall og må være i formatet XXX-XXXX der X representerer tallene i postnummeret.";

"ERROR_POSTAL_OTHER_TITLE" = "Postnummeret du har oppgitt, er ugyldig.";
"ERROR_POSTAL_OTHER" = "Postnummeret må inneholde mindre enn 32 tegn.";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "Retningsnummeret du har oppgitt, er ugyldig.";
"ERROR_AREA_CODE_CANADA_USA" = "Retningsnummeret må være større enn 200, og kan ikke være 411, 611 eller 911.";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "Det lokale telefonnummeret du har oppgitt, er ikke gyldig.";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "Sentralnummeret må være større enn 200, men kan ikke være 411, 611 eller 911. Oppgi telefonnummeret på nytt, og forsikre deg om at det er riktig skrevet.";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "Det lokale telefonnummeret du har oppgitt, er ikke gyldig.";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "Sentralnummeret kan ikke være 555 for retningsnummeret du har oppgitt. Oppgi telefonnummeret på nytt, og forsikre deg om at det er riktig skrevet.";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "Telefonnummeret du har oppgitt, er ugyldig.";
"ERROR_PHONE_NUMBER_JAPAN" = "Telefonnummeret må inneholde minst 10 tall.";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "Telefonnummeret du har oppgitt, er ugyldig.";
"ERROR_PHONE_NUMBER_CANADA_USA" = "Telefonnummeret må inneholde 10 tall.";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "Brukernavnet og passordet kan ikke være det samme.";
"ERROR_USERNAME_AND_PASSWORD"		= "Dette passordet er ikke sikkert nok. Angi et nytt passord.";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "Det finnes dupliserte DNS-verdier.";
"ERROR_UNIQUE_DNS_ENTRIES"		= "Kontroller det markerte feltet, og oppgi unike DNS-verdier.";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "Hintet og passordet kan ikke være det samme.";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "Dette er ikke sikkert nok. Angi et nytt hint eller passord.";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "Million";
"Internet Service Plan"                 = "Internett-tjenesteavtale";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "Komme i gang";
